-------------------------------
title: 若要离别 必先珍重
category: 观点
tags: 生活
description: 致逝去的2016
---------------------------------
<img   src="/static/blog/img/blog/20161231/0.jpeg" style="width: 100%">
　　有人说，人每5年就会历经一次人生转折。即将逝去的2016就是我的一个重大转折。从学生走向职场，这一年发生了太多事，这一年有太多遗憾，这一年是沉重的一年。

## 迷茫的三月
　　年初因为工作领域不感兴趣而辞掉了offer。这一辞，就是上半年迷茫日子的开始。迷茫，是因为自己根本不知道去哪工作，或者有别的选择。

　　延期毕业是这一年的重磅炸弹。因为当时我还挂着科。毕业论文从阳春三月写到燥热的六月，别人的日子过得很慢，可我却有一大堆麻烦。毕业设计很有难度，是导师一个外包项目的一部分。除此之外为了应付面试，我常常像无头苍蝇一样抱着几本书胡乱翻看、尝试实现书里看起来高大上的东西。我不知道自己在做什么，每一天都这样漫无目的的忙碌，把自己搞得很疲惫。毕业季就在不知所措的忙碌中落幕了。

　　延期毕业是我一直不太愿意提及的事情，但现在已经无所谓了。我始终难以忘怀那个六月。各种聚会接踵而至，饭桌上大家侃侃而谈、各自祝愿前程美好，各种光鲜的客套话，折射的是我失落的情绪。社团里的朋友，聚在一起闲聊。他们讨论着，XX考上了名校研究生，XX签到了年薪几十万的工作，XX才是真大神，而你看CL，看着小牛逼却连毕业证也没拿到……我没有在他们对话的圈子里，是其中一个朋友在后来把这些都告诉了我。

　　不久前的聚会上，我跟一个长辈谈起毕业的事情。七月份潦倒的我来到西安找工作，特别感谢我的老大，在没有毕业证的情况下依然给我工作机会，做我热爱的Python研发。他说，有句话“文凭其实就是一张纸”，这是句鸡汤，但对于你来讲，真的就是这样。每个人追求的事物都各不相同，从在没有在同一条跑道上，何谈谁不如谁呢？有的人就是觉得自己很聪明，但不过就是井底之蛙罢了，这个世界远远不是他所了解的样子。

　　这句话真的是对我最大的勉励。但坦白说，我自己又何尝不是一只井底之蛙呢？我了解自己，自负、处事不决、不能禁受诱惑、太懒……常常是一副举世皆昏我独醒的态度，以为做着比周围的人都正确的事，却浑然不知自己才是最无知的人。过去的都是过去了，不管怎样，我只想对2016的自己说，未来的你不要再做井底之蛙，至少不能甘于做井底之蛙。

## 小黑屋里的回忆
　　七月份离开了家，我觉得不能再拖累父母。生养二十几年、从镇子上送到大学，作为慈爱的父母，能为儿子做的事情都已经做尽了，我很明白二老几乎再没有什么能帮上自己。未来人生的灯塔，得靠自己寻找。

　　那时候我在离学校很远的地方，租了一间房。那几乎是全西安最便宜的房子了，整个房间只有一张小床，外加一个放鞋的过道，没有窗户，没有阳光，只有一个碗口大的换气窗。更悲惨的是，周围只有一个小的便利店，要吃上一顿正经的饭，就得去3里外的村子。那间房间非常压抑，我躺在床上补功课，在招聘网上刷简历，在那里呆了足足三个月。

　　那个房间看不到日出，看不到日落，听不到雨声风声，不管外面如何，它永远都黑暗、闷热、潮湿。那里什么时候都异常的安静，安静到你能听到自己的心跳，安静到有一种反常的恐怖。在那里住久了，生物钟变得紊乱，常常凌晨四点多就突然醒来再也睡不着，白天呆久了就头晕目眩。我不知道怎么熬过那三个月的，但我想，这辈子应该都不会再住上那样破烂的小屋吧。

　　后来离开了那个地方，搬到了公司附近，房间比以前大了6、7倍，还有一个独立阳台。这里高楼林立，车流嘈杂，每天凌晨一点，对面大楼耀眼的霓虹灯光都能射进我的屋子。搬来第一晚我是失眠的，但我宁愿失眠，因为三个月来我没有过这么开心，兴致勃勃的不睡觉就为了看着对面大楼窗户里的灯光如何一盏盏熄灭，像一个懵懂的孩童在夜空下数星星。

　　我搬到这里来也已经三个多月了。往事不堪回首，但夜深人静时我也有些怀念那个小黑屋。我不知道现在谁在那里住着，谁在那里为了生计奔波，谁在那里失眠于凌晨四点钟。但人应该要住一住这样的屋子，不然怎么能懂得珍惜当下的生活。
<img   src="/static/blog/img/blog/20161231/1.jpg" style="width: 100%">

## 写给未来
　　我两次作出考研的决定。但很可惜，都遭到了家人的反对，没有坚持多久就放弃了。他们说考研是风险投资，踏踏实实工作、让生活稳定是最好的出路。我也知道，既然都已离开大学校园，还啃着老，花着爸妈的钱、想着一场泡影，这不是不合适，是不懂事。唯一支持我的是姐姐，她说我没钱了就问她要，资金不是问题，爸妈他们生在旧社会、封建思想根深蒂固，他们不知道我们想要的，不要听他们的话，坚持自己的决定不要留遗憾。姐姐总是很疼我，我真的很感激她。

　　我决定考研，因为我不想让本科的一张成绩单给人一辈子都打上差等生的标签。

　　我拾掇起那一沓落满灰尘的书的时候，我就想着我要给某些人证明一些事情，或者，只证明给自己。我不止一次问自己，这是一条正确的路么？现在的生活，朝九晚五，做的是自己喜欢的事，虽然依然拮据，但至少经济独立。爸妈丝毫不再提及7月份家里爆发的矛盾，每次若无其事的问我女朋的事情，因为他们觉得我的生活已经在轨道上了，下一步就是成家然后生个小娃娃。这就是他们眼中正确的生活。

　　但，这是我想要的生活吗？现在就像温水煮青蛙。工作后学到了很多工程技术，我写出的代码现在也服务于千百万人。但坦诚讲，这样的工作没有多少是真正有技术含量的。安逸的日子久了，人就会有惰性，我怕自己在高科技领域里搬一辈子砖，害怕温床变成大火坑，跳也跳不出来。

　　朋友找我一起吃饭，聊到了大二在社团里纳新时发生的一件事。有位大四的学长投了报名表，但原则上社团只招新人。学长问我，“大四的可以吗？”我跟他说，“只要你有梦想，什么时候都不晚。” 朋友说，大学四年就服我说的这句话，说完那位学长都把打火机和烟盒都忘在了纳新的桌子上。他说这句话很赞。我也突然这么觉得。那刻对于未来如何打算，我已经有了答案。

　　2016结束了，这是难忘的一年，我想对远去的那段艰难的日子说，若要离别，必先珍重。未来还有的新的征程，但这已经没什么好怕的了。








　　
