---
title: 放自己一条生路
category: 观点
tags: 生活
description: 放别人一条生路，也是放自己一条生路
---
<img src="/static/blog/img/blog/20170724/0.jpg" style="width: 100%">

　　前不久得知我的一个邻居W，也是十几年的同窗同学，在河北某工地被人杀死了。虽然自从上大学之后，我与W已没有太多联系，但在现在这个和平社会里，发生这样恶劣的杀人事件，着实让人震惊，我的心情因此久久不能平静。
<!--more-->

　　好好一个人，为什么会突然间惹来杀人之祸呢？

　　我脑海里浮现起与W有关的事迹。印象特别深刻的一次是在四、五年级的时候，一个同学X向W借了1块钱，但还没到还钱的期限，X在学校后面一个废弃造纸厂的院子里玩耍的时候拾到1块钱。然后W就以欠他钱的理由，逼着X把这1块钱还给他。X并不想还给他，结果W叫来一些伙伴，说X捡到钱了，让其交还到学校，让这些伙伴做见证。结果X为了赌气，气愤的把这1块钱撕了。他俩也因此吵了起来，但从事情一开始X就似乎处于无理的一方，并归功于W出色的口才和说理能力，活生生把X说成一个欠钱不还、捡到失物却想据为己有的自私小人。气急败坏的X抄起一条板凳砸向W的头上，四腿板凳变三腿，当时我们仿佛都听到了骨头裂开的声音。那一下之后，全场寂静。所幸的是，没人受伤，但W和X从此再无交集，老死不相往来。

　　W有尖酸刻薄的一面，当然也有侠肝义胆的一面。如果他认定跟你做朋友，那他就会对你很仗义，仗义的甚至会有些过头，有点像黑帮兄弟那种性格，为了兄弟可以两肋插刀，为了兄弟也可以不顾是非。从小到大，W在同龄人当中也一直是“人精”级别的存在，你如果跟他发生矛盾或者有分歧，你讲道理讲不过他，你如果跟他吵架，更不是对手。所以说从某种意义上讲，他就是这种性格鲜明的人，也是一个非常强势的人，一个“狠”角色。

　　得知他被杀害的时候，我还能在朋友圈里看到他几天前发布的照片，没有任何要遭遇不测的征兆。据知情人称，不久之前，他因钱的问题与人发生过争执，不久后就被人用刀子捅死，凶手也随即自杀。我不明白个中纠纷到底是怎样的情况，但因为钱而杀人，这是一种怎样的心理啊！不管是谁欠了谁的钱，究竟他做了什么，凶手才非要以杀人的方式来解决问题呢？不禁嗟叹，一个活生生的人突然就不告而别，毁了两个家庭，留给家人无尽的伤痛。人们常说，可怜之人必有可恨之处，W的遭遇令人惋惜，但事情发展到此，我想并不简单的是单方过错。

　　其实这种事情在网络已屡见不鲜了。比如马加爵案、复旦室友投毒案、西安东大街女子被砍头事件等等，虽然这些事件轰动一时，但从来没有哪条新闻像这次的事一样令我震惊。我们时常念叨“感谢xx不杀之恩”，请求别人宽恕的同时，自己又有没有把别人逼上绝路呢？如果总是以一副咄咄逼人的气势、丝毫不能吃半点亏的态度和别人打交道，出事的风险就已经很高了。退一步海阔天空，何苦要跟人争、何苦要难为自己。

　　不敢对逝者有任何评论或指责，但生者应当对类似的行为方式有所反省。
